tap "jackielii/tap"
tap "nikitabobko/tap"
tap "0xMassi/webclaw"

# Essentials
brew "bat"
brew "blueutil"
brew "eza"
brew "fd"
brew "fzf"
brew "fnm"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "ifstat"
brew "jq"
brew "pinentry-mac"
brew "ripgrep"
brew "switchaudio-osx"
brew "webclaw"
brew "wget"

# Terminal
brew "fish"
brew "grc"
brew "neovim"
brew "starship"
brew "zoxide"

# Nice to have
brew "btop"
brew "chafa"
brew "kubectx"
brew "lazygit"
brew "overmind"
brew "rust"
brew "tree-sitter-cli"
brew "watchexec"

# Terminals & editors
cask "nikitabobko/tap/aerospace"
cask "ghostty"
cask "wezterm"
cask "zed"

# Office & media
cask "meetingbar"
cask "spotify"
cask "vlc"
cask "zoom"

# Fonts
cask "sf-symbols"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
